#2) for ციკლისა და range ის მეშვეობით გამოიტანეთ ერთიდან ათამდე ლუწი რიცხვები

#for i in range(2,10,2):
    #print(i)                    

#3) while ციკლის მეშვეობით გამოიტანეთ ერთიდან ოცამდე ციფრები

#num=0
#while num< 20:
    #print(num)
    #num +=1

#5) while ციკლის მეშვეობით ნულიდან ხუთის ჩათვლით შეკრიბეთ ციფრები

#num = 0
#num1 = 0

#while num <= 5:
    #num1 += num
    #num += 1

#print(num1)


#6) for ციკლში გამოიყენეთ რაიმე string და გატესტეთ როგორ მუშაობს იგი
# (გამოიტანეთ სტრინგის თითო სიმბოლო ყოველ იტერაციაზე)

#for i in "giorgi":
    #print(i)



   