#2) for ციკლისა და range ის მეშვეობით გამოიტანეთ ერთიდან ათამდე ლუწი რიცხვები

#for i in range(2,10,2):
    #print(i)                    

#3) while ციკლის მეშვეობით გამოიტანეთ ერთიდან ოცამდე ციფრები

#num=0
#while num< 20:
    #print(num)
    #num +=1

#5) while ციკლის მეშვეობით ნულიდან ხუთის ჩათვლით შეკრიბეთ ციფრები

#sum=0
#for i in range(6):
    #sum = sum + i


#print(sum)


#6) for ციკლში გამოიყენეთ რაიმე string და გატესტეთ როგორ მუშაობს იგი
# (გამოიტანეთ სტრინგის თითო სიმბოლო ყოველ იტერაციაზე)

#for i in "giorgi":
    #print(i)



   